
{
    
    "about": {
	"title" : "About me",
	"content" : " I first peeked into the world of luthiery when I was a boy, intrigued by the intangible sound coming from a flute or a toy guitar. I would sometimes make a minor repair on such instruments or try to draw sound by making the mouthpiece in a piece of bamboo cane.

Years later I built my first classical guitar using timber from native forests only. That first guitar led to a musician friend commissioning a custom 8-string guitar, which in turn resulted in still more commissions."
    },
    "commissioning": {
	"title": "Commissioning",
	"content ": "In order to enter the waiting list which usually spans from 6 to 12 months- a minimum downpayment of 50% is required. The balance can be paid up in installments or upon completion of the instrument. Estimates are free of charge.
"
    },
    "teaching":{

	"title": "Teaching"
	"I teach group classes or one-on-one classes (Spanish school of guitarmaking) since 2019. We use mainly hand tools, focusing on the traits of each tool, their setup, use and maintenance.
I also teach French polishing and woodworking tool sharpening courses
"
    },"stock":{
	"title":"Guitars in stock",
	"content":"Here you will find guitars currently available for sale. I built them for contests, exhibitions and shows, and are now looking for a new home.
"
    },"Guitarmaking philosophy":{
	"title": "Guitarmaking philosophy",
	"content": "The world of classical guitars is quite conservative. My first commissions were made with tropical species for back and sides. Such timber have been used in classical (Spanish style) guitars for ages.
Truth is, woods like mahogany, ebony, Indian or Brazilian rosewood found their way into guitarmaking in Europe because they were used in furniture making, and were readily available to makers at that time and place. They were not chosen exclusively for sound or structural properties.

In the past couple of decades, a fair amount of research has been conducted making it increasingly more evident that the sound quality that can be achieved using non-tropical timber is at least equal to that achieved by using tropical species.

That is the main reason why in the past few years I have gravitated towards the use of wood species found in non-tropical forests and around my hometown. Reclaimed wood form storm-felled trees and old pianos are also a favoured source.

Among others, I have used guayubira, cipress, acacia, olive wood, paraíso and petiribí.

So far, the outcome has been highly positive and satisfying, though there is still much to be experimented on in this field."
    }
    
}




