
{
    
    "about": {
	"title" : "Bio",
	"content" : "Mi sono addentrato nel mondo della liuteria da piccolo, incuriosito dall’ suono intangibile di una chitarra giocattolo o di un flauto. A volte cercavo di riparare questi strumenti o cercavo di estrarre un suono musicale lavorando su un pezzo di bambù.

 Alcuni anni dopo ho costruito la mia prima chitarra classica, regalo per la mia futura moglie. Questa chitarra fu costruita in legni regionali, del nord dell’Argentina. Poi, un caro amico vide la chitarra e mi commissionò una su misura. Grazie a lui, molti altre chitarristi mi commissionarono le loro strumenti."
    },
    "commissioning": {
	"title": "Commissioni",

	"content ": "Se vuoi che ti faccia una chitarra, devi fare un segno del 50% per essere messo in lista d’attesa (tale attesa é di solito da 6 a 12 mesi). Il saldo puó essere pagato a rato o alla consegna. I bilanci non hanno costi.
"
    },
    "teaching":{
	"title": "Corsi",
	"content":"Do lezioni di gruppo o individuali in stilo spagnolo dal 2019. In classe usiamo principalmente utili manuali, e ci concentriamo sulle particolarità, la calibrazione e la manutenzione.
Insegno anche il “French Polishing” (lustro fatto a gommalacca)."
    },"stock":{
	"title":"Chitarre disponibili",
	"content":"In questa sezione potete trovare chitarre disponibili per la vendita immediata. Sono strumenti costruiti per mostri, concorsi, test dei clienti in laboratorio, etc. Ora stanno cercando una nuova casa.

"
    },"philosophy":{
	"title": "Filosofia",
	"content": "Il mondo delle chitarre classiche é piuttosto conservatore. Le prime chitarre che ho costruito per richiesta sono state fatte con legni tropicali, perché i musicisti lo desideravano. Quelle legni sono state utilizzati per secoli nella fabbricazione di quasi tutto lo strumento, ad eccezione della tavola armonica.

Ma la verità e che i legni come il mogano, l’ebano, il palissandro di Bahia, per esempio, sono stati utilizzati per la liuteria in Europa perché questi legni erano importati per l’industria della falegnameria, ed allora erano disponibili anche per i liutai. Non erano scelte per le loro qualità strutturali o acustiche.

Negli ultimi decenni, sonno state condotte molteplici ricerche. Questi studi mettono in evidenza che la qualità sonora che si può ottenere utilizzando legni non tropicali é uguale o superiore alla qualità ottenuta con i legni tropicali. Questo e il motivo principale per cui nelle ultimi anni mi sono rivolto all’uso di legni provenienti da foresti non tropicali e di alberi caduti durante tempeste nella mia cita. I pianoforti e i mobili antichi sono anche una fonte eccellente di legno di qualità.

Tra le altre specie, ho usato guayubira (patagonula americana), cipresso (cupressus sempervirens), acacia (acacia robinia e acacia visco), olivo (olea europaea), paraíso (melia azedarach) e petiribí (cordia trichotoma).

Finora i risultati sono state molti positivi, anche se c’é ancora molto da sperimentare.
"
    }
}
